/* Bank name when bank is offline for maintenance. */
"%@ - Offline" = "%@ — Offline";

/* Details of a saved card. &apos;{card brand} ending in {last 4}&apos; e.g. &apos;VISA ending in 4242&apos; */
"%1$@ ending in %2$@" = "%1$@ ending in %2$@";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"+ Add" = "+ Add";

/* Text for a button that, when tapped, displays another screen where the customer can enter card details */
"+ Add card" = "+ Add card";

/* Source type brand name */
"3D Secure" = "3D Secure";

/* part of {Account} ending in {last4} */
"Account" = "Account";

/* Title for address entry section */
"ACCOUNT HOLDER ADDRESS" = "ACCOUNT HOLDER ADDRESS";

/* Caption for Name field on bank info form */
"Account Holder Name" = "Account Holder Name";

/* Placeholder text for Account number entry field for BECS Debit. */
"Account number" = "Account number";

/* Title for Add a Card view */
"Add a Card" = "Add a Card";

/* Title shown above a card entry form */
"Add a card" = "Add a card";

/* Title for SEPA Debit Account form */
"Add a Direct Debit Account" = "Add a Direct Debit Account";

/* Label of a button displayed below a card entry form that saves the card details */
"Add card" = "Add card";

/* Button to add a new credit card. */
"Add New Card…" = "Add New Card…";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"Add new payment method" = "Add new payment method";

/* Title shown above a form where the customer can enter payment information like credit card details, email, billing address, etc. */
"Add your payment information" = "Add your payment information";

/* Caption for Address field on address form */
"Address" = "Address";

/* Address line 1 placeholder for billing address form. */
"Address line 1" = "Address line 1";

/* Address line 2 placeholder for billing address form. */
"Address line 2 (optional)" = "Address line 2 (optional)";

/* Payment Method type brand name */
"AfterpayClearpay" = "AfterpayClearpay";

/* Source type brand name */
"Alipay" = "Alipay";

/* Text for Apple Pay payment method */
"Apple Pay" = "Apple Pay";

/* Caption for Apartment/Address line 2 field on address form */
"Apt." = "Apt.";

/* This is a Payment Method type brand name so shouldn&apos;t be translated unless it has a different name in a given localization. */
"AU BECS Debit" = "AU BECS Debit";

/* Text for back button */
"Back" = "Back";

/* Source type brand name */
"Bancontact" = "Bancontact";

/* Title for bank picker section */
"BANK" = "BANK";

/* Label for Bank Account selection or detail entry form */
"Bank Account" = "Bank Account";

/* Title for bank account information form */
"BANK ACCOUNT INFORMATION" = "BANK ACCOUNT INFORMATION";

/* Title for billing address entry section */
"BILLING ADDRESS" = "BILLING ADDRESS";

/* Title for billing address entry section */
"Billing Address" = "Billing Address";

/* Billing address section title for card form entry. */
"Billing address" = "Billing address";

/* Payment Method type brand name */
"BLIK" = "BLIK";

/* Placeholder text for BSB Number entry field for BECS Debit. */
"BSB" = "BSB";

/* SEPA legal authorization text – must use official translations. */
"By providing your IBAN and confirming this payment, you are authorizing %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and your bank to debit your account in accordance with those instructions. You are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited." = "By providing your IBAN and confirming this payment, you are authorising %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and your bank to debit your account in accordance with those instructions. You are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited.";

/* Button title to cancel action in an alert */
"Cancel" = "Cancel";

/* Title for card number entry field */
"CARD" = "CARD";

/* Title for credit card number entry field */
"Card" = "Card";

/* Details of a saved card */
"Card ending in %@" = "Card ending in %@";

/* Card details entry form header title */
"Card information" = "Card information";

/* accessibility label for text field */
"card number" = "card number";

/* Label for card number entry text field */
"Card number" = "Card number";

/* TODO */
"Choose a payment method" = "Choose a payment method";

/* Caption for City field on address form */
"City" = "City";

/* Text for close button */
"Close" = "Close";

/* Accessibility label for the button to close the card scanner. */
"Close card scanner" = "Close card scanner";

/* Title for contact info form */
"CONTACT" = "CONTACT";

/* Title for contact info form */
"Contact" = "Contact";

/* Text for continue button */
"Continue" = "Continue";

/* Caption for Country field on address form */
"Country" = "Country";

/* Title for country picker section */
"COUNTRY" = "COUNTRY";

/* Country selector and postal code entry form header title */
"Country or region" = "Country or region";

/* Caption for County field on address form (only countries that use county, like United Kingdom) */
"County" = "County";

/* Label for entering CVC in text field */
"CVC" = "CVC";

/* Label for entering CVV in text field */
"CVV" = "CVV";

/* Title for delivery info form */
"Delivery" = "Delivery";

/* Title for delivery address entry section */
"DELIVERY ADDRESS" = "DELIVERY ADDRESS";

/* Title for delivery address entry section */
"Delivery Address" = "Delivery Address";

/* Done button title */
"Done" = "Done";

/* Button title to enter editing mode */
"Edit" = "Edit";

/* Caption for Email field on address form */
"Email" = "Email";

/* Source type brand name */
"EPS" = "EPS";

/* Placeholder string for email entry field. */
"example@example.com" = "example@example.com";

/* accessibility label for text field */
"expiration date" = "expiry date";

/* Payment Method type brand name */
"FPX" = "FPX";

/* Label for free shipping method */
"Free" = "Free";

/* Placeholder string for name entry field. */
"Full name" = "Full name";

/* Source type brand name */
"Giropay" = "Giropay";

/* Payment Method type brand name. */
"giropay" = "giropay";

/* Payment Method type brand name. */
"GrabPay" = "GrabPay";

/* IBAN placeholder – don&apos;t translate */
"IBAN" = "IBAN";

/* Source type brand name */
"iDEAL" = "iDEAL";

/* iDEAL bank section title for iDEAL form entry. */
"iDEAL Bank" = "iDEAL Bank";

/* Spoken during VoiceOver when a form field has failed validation. */
"Invalid data." = "Invalid data.";

/* Shipping form error message */
"Invalid Shipping Address" = "Invalid Shipping Address";

/* Source type brand name */
"Klarna" = "Klarna";

/* Title for screen when data is still loading from the network. */
"Loading…" = "Loading…";

/* label for text field to enter card expiry */
"MM / YY" = "MM / YY";

/* label for text field to enter card expiry */
"MM/YY" = "MM/YY";

/* Title for payment options section */
"MORE OPTIONS" = "MORE OPTIONS";

/* Source type brand name */
"Multibanco" = "Multibanco";

/* Caption for Name field on address form */
"Name" = "Name";

/* Payment Method type brand name */
"NetBanking" = "NetBanking";

/* Label for button to add a new credit or debit card */
"New Card" = "New Card";

/* Label for button to add a new SEPA Direct Debit account */
"New Direct Debit Account" = "New Direct Debit Account";

/* Accessibility label for button to add a new SEPA Direct Debit account */
"New SEPA Direct Debit Account" = "New SEPA Direct Debit Account";

/* Button to move to the next text entry field */
"Next" = "Next";

/* No comment provided by engineer. */
"OK" = "OK";

/* Button to pay with a Bank Account (using FPX). */
"Online Banking (FPX)" = "Online Banking (FPX)";

/* Title of a section displayed below an Apple Pay button. The section contains alternative ways to pay. */
"Or pay using" = "Or pay using";

/* Title of a section displayed below an Apple Pay button. The section contains a credit card form as an alternative way to pay. */
"Or pay with a card" = "Or pay with a card";

/* Payment Method type brand name */
"OXXO" = "OXXO";

/* Source type brand name */
"P24" = "P24";

/* Label of a button that initiates payment when tapped */
"Pay %@" = "Pay %@";

/* Pay with {payment method} */
"Pay with %@" = "Pay with %@";

/* Title for Payment Method screen */
"Payment Method" = "Payment Method";

/* Payment Method type brand name */
"PayPal" = "PayPal";

/* Caption for Phone field on address form */
"Phone" = "Phone";

/* Accessibility instructions for card scanning. */
"Point the camera at your card." = "Point the camera at your card.";

/* Short string for postal code (text used in non-US countries). Please keep to 8 characters or less if possible. */
"Postal" = "Postcode";

/* Short string for postal code (text used in non-US countries) */
"Postal code" = "Postcode";

/* Caption for Postal Code field on address form (only shown in countries other than the United States) */
"Postal Code" = "Postcode";

/* Label of a button that, when tapped, initiates payment, becomes disabled, and displays this text */
"Processing..." = "Processing...";

/* Caption for Province field on address form (only countries that use province, like Canada) */
"Province" = "Province";

/* Payment Method type brand name. */
"Przelewy24" = "Przelewy24";

/* Button title for confirmation alert to remove a saved payment method
   Text for remove button */

"Remove" = "Remove";
/* Content for alert popup prompting to confirm removing saved payment method. */

"Remove %@" = "Remove %@";
/* Content for alert popup prompting to confirm removing a saved card. Remove {card brand} ending in {last 4} e.g. &apos;Remove VISA ending in 4242&apos; */

"Remove %1$@ ending in %2$@" = "Remove %1$@ ending in %2$@";
/* Title for confirmation alert to remove a card */

"Remove Card" = "Remove Card";
/* The label of a switch indicating whether to save the user&apos;s card for future payments to this merchant */

"Save this card for future %@ payments" = "Save this card for future %@ payments";
/* Text for button to scan a credit card */

"Scan Card" = "Scan Card";
/* Label of a button displayed below a payment method form. Tapping the button closes the form and uses the entered payment method details for checkout in the next step */

"Select" = "Select";
/* label for iDEAL-bank selection picker */

"Select bank" = "Select bank";
/* Title shown above a carousel containing the customer&apos;s payment methods */

"Select your payment method" = "Select your payment method";
/* part of {SEPA Account} ending in {last4} */

"SEPA Account" = "SEPA Account";
/* Payment method brand name */

"SEPA Debit" = "SEPA Debit";
/* Source type brand name */

"SEPA Direct Debit" = "SEPA Direct Debit";
/* Label of a button displayed below a payment method form. Tapping the button sets the payment method up for future use */

"Set up" = "Set up";
/* Title for shipping info form */

"Shipping" = "Shipping";
/* Title for shipping address entry section */

"SHIPPING ADDRESS" = "SHIPPING ADDRESS";
/* Title for shipping address entry section */

"Shipping Address" = "Shipping Address";
/* Label for shipping method form */

"SHIPPING METHOD" = "SHIPPING METHOD";
/* Label for shipping method form */

"Shipping Method" = "Shipping Method";
/* Payment Method type brand name

   Source type brand name */
"Sofort" = "Sofort";

/* Source type brand name */
"SOFORT" = "SOFORT";

/* Caption for State field on address form (only countries that use state , like United States) */
"State" = "State";

/* Caption for generalized state/province/region field on address form (not tied to a specific country&apos;s format) */
"State / Province / Region" = "County / Region";

/* Error string displayed to user when they have entered an incomplete BSB number. BSB refers to an Australian bank account number */
"The BSB you entered is incomplete." = "The BSB you entered is incomplete.";

/* Error string displayed to user when they enter in an invalid BSB number. &quot;BSB&quot; refers to an Australian bank account. */
"The BSB you entered is invalid." = "The BSB you entered is invalid.";

/* Error when the seleted payment method is not available (eg attempted to use 3D Secure on a card that does not support it). */
"The selected payment method is not available." = "The selected payment method is not available.";

/* Error when there is a problem processing the credit card */
"There was an error processing your card -- try again in a few seconds" = "There was an error processing your card - please try again in a few seconds";

/* Unexpected error, such as a 500 from Stripe or a JSON parse error */
"There was an unexpected error -- try again in a few seconds" = "There was an unexpected error - please try again in a few seconds";

/* Error when 3DS2 authentication timed out. */
"Timed out authenticating your payment method -- try again" = "Timed out authenticating your payment method - please try again";

/* Error when the user hasn&apos;t allowed the current app to access the camera when scanning a payment card. &apos;Settings&apos; is the localized name of the iOS Settings app. */
"To scan your card, allow camera access in Settings." = "To scan your card, allow camera access in Settings.";

/* Button to reload web view if we were unable to connect. */
"Try again" = "Try again";

/* Error message that displays when we&apos;re unable to connect to the server. */
"Unable to establish a connection." = "Unable to establish a connection.";

/* Default missing source type label */
"Unknown" = "Unknown";

/* Payment Method type brand name */
"UPI" = "UPI";

/* Button to fill shipping address from billing address. */
"Use Billing" = "Use Billing";

/* Button to fill billing address from delivery address. */
"Use Delivery" = "Use Delivery";

/* Button to fill billing address from shipping address. */
"Use Shipping" = "Use Shipping";

/* Displays in the navigation bar title of the Identity Verification Sheet */
"Verify your identity" = "Verify your identity";

/* Error when 3DS2 authentication failed (e.g. customer entered the wrong code) */
"We are unable to authenticate your payment method. Please choose a different payment method and try again." = "We are unable to authenticate your payment method. Please choose a different payment method and try again.";

/* Source type brand name */
"WeChat Pay" = "WeChat Pay";

/* You&apos;ll be taken to {bank name} to finish your purchase. */
"You'll be taken to %@ to finish your purchase." = "You'll be taken to %@ to finish your purchase.";

/* Error when the card has already expired */
"Your card has expired" = "Your card has expired";

/* Error message for card form when card number is incomplete */
"Your card number is incomplete." = "Your card number is incomplete.";

/* Error message for card form when card number is invalid */
"Your card number is invalid." = "Your card number is invalid.";

/* Error when the card was declined by the credit card networks */
"Your card was declined" = "Your card has been declined";

/* Error message for card details form when expiration date isn&apos;t entered completely */
"Your card's expiration date is incomplete." = "Your card's expiration date is incomplete.";

/* Error message for card details form when expiration date is invalid */
"Your card's expiration date is invalid." = "Your card's expiration date is invalid.";

/* Error when the card&apos;s expiration month is not valid */
"Your card's expiration month is invalid" = "Your card's expiry month is invalid";

/* String to describe an invalid month in expiry date. */
"Your card's expiration month is invalid." = "Your card expiry month is invalid.";

/* Error when the card&apos;s expiration year is not valid */
"Your card's expiration year is invalid" = "Your card's expiry year is invalid";

/* String to describe an invalid year in expiry date. */
"Your card's expiration year is invalid." = "Your card's expiry year is invalid.";

/* Error when the card number is not valid */
"Your card's number is invalid" = "Your card's number is invalid";

/* Error message for card entry form when CVC/CVV is incomplete. */
"Your card's security code is incomplete." = "Your card's security code is incomplete.";

/* Error when the card&apos;s CVC is not valid */
"Your card's security code is invalid" = "Your card's security code is invalid";

/* Error message for card entry form when CVC/CVV is invalid */
"Your card's security code is invalid." = "Your card's security code is invalid.";

/* Error message for when postal code in form is incomplete */
"Your postal code is incomplete." = "Your postcode is incomplete.";

/* Error message for when postal code in form is invalid */
"Your postal code is invalid." = "Your postcode is invalid.";

/* Error message for when ZIP code in form is incomplete (US only) */
"Your ZIP is incomplete." = "Your ZIP is incomplete.";

/* Error message for when postal code in form is invalid (US only) */
"Your ZIP is invalid." = "Your ZIP is invalid.";

/* Short string for zip code (United States only) Please keep to 5 characters or less if possible. */
"ZIP" = "ZIP";

/* Caption for Zip Code field on address form (only shown when country is United States only) */
"ZIP Code" = "ZIP Code";

